Repository: subhh/libconnect
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_libconnect.submit.search
source: Search
de: Suchen

# tx_libconnect.reset.search
source: Reset
de: Eingaben zurücksetzen

# tx_libconnect.dbis.detail.access.alic
source: More Licensed Access:
de: Weitere lizenzierte Zugänge:

# tx_libconnect.dbis.detail.access.hints
source: Hints:
de: Hinweise:

# tx_libconnect.dbis.detail.access.lic
source: More Licensed Access:
de: Weitere lizenzierte Zugänge:

# tx_libconnect.dbis.detail.access.free
source: More Free Access:
de: Weitere freie Zugänge:

# tx_libconnect.dbis.detail.access.other
source: Addtion internet offer:
de: Zusätzliches Internet-Angebot:

# tx_libconnect.dbis.detail.access.ppu
source: More Pay-per-Use Access:
de: weitere Pay-per-Use Zugänge:

# tx_libconnect.dbis.detail.access.text
source: Availability:
de: Verfügbarkeit:

# tx_libconnect.dbis.detail.appearence
source: Form Of Appearance:
de: Erscheinungsform:

# tx_libconnect.dbis.detail.content
source: Contents:
de: Inhalte:

# tx_libconnect.dbis.detail.database
source: Database
de: Datenbank

# tx_libconnect.dbis.detail.dbtype
source: Database Type:
de: Datenbank-Typ:

# tx_libconnect.dbis.detail.error.h1
source: Error
de: Fehler

# tx_libconnect.dbis.detail.error.p1
source: An error occurred while requesting the database.
de: Es ist ein Fehler bei der Anfrage der Datenbank aufgetreten.

# tx_libconnect.dbis.detail.error.p2
source: Maybe the selected database doesn´t exist.
de: Möglicherweise ist die angefragte Datenbank nicht vorhanden.

# tx_libconnect.dbis.detail.instruction
source: Instruction:
de: Anleitung:

# tx_libconnect.dbis.detail.keywords
source: Tags:
de: Schlagwörter:

# tx_libconnect.dbis.detail.license
source: License:
de: Lizenz:

# tx_libconnect.dbis.detail.othertitle
source: Other Titels:
de: Weitere Titel:

# tx_libconnect.dbis.detail.publisher
source: Publisher:
de: Verlag:

# tx_libconnect.dbis.detail.recherche
source: Start Search
de: Recherche starten

# tx_libconnect.dbis.detail.remarks
source: More Remarks
de: Weitere Bemerkungen:

# tx_libconnect.dbis.detail.report_periods
source: Report Periods:
de: Berichtszeitraum:

# tx_libconnect.dbis.detail.resource-id
source: Resource-Id:
de: Ressourcen-ID:

# tx_libconnect.dbis.detail.subjects
source: Subjects:
de: Fachgebiete:

# tx_libconnect.dbis.detail.update
source: Update:
de: Erscheinungsweise:

# tx_libconnect.dbis.detail.notavailable_start
source: This title is for the
de: Diese Datenbank ist für die

# tx_libconnect.dbis.detail.notavailable_end
source: not available.
de: nicht verfügbar.

# tx_libconnect.dbis.detail.library_with_title
source: Library/ies with proofed stock:
de: Bibliothek(en) mit Bestandsnachweis:

# tx_libconnect.dbis.form.access_type
source: Access Type:
de: Zugangsart:

# tx_libconnect.dbis.form.datbase_types
source: Database Types:
de: Datenbank-Typen:

# tx_libconnect.dbis.form.extended_search
source: Extended Search For Databases
de: Erweiterte Suche nach Datenbanken

# tx_libconnect.dbis.form.field
source: Field
de: Feldangabe

# tx_libconnect.dbis.form.limit_search
source: Limit Search On:
de: Suche einschränken auf:

# tx_libconnect.dbis.form.link
source: Link
de: Verknüpfung

# tx_libconnect.dbis.form.search_term
source: Search Term
de: Suchbegriff

# tx_libconnect.dbis.form.subject
source: Subject:
de: Fachgebiete:

# tx_libconnect.dbis.form.regions
source: Regions:
de: Regionen:

# tx_libconnect.dbis.form.formal_type
source: Formal Type
de: Formaler Typ

# tx_libconnect.dbis.list.full_list
source: Complete List
de: Gesamtangebot

# tx_libconnect.dbis.list.headline.subject
source: List by Subject
de: Fachgebiet

# tx_libconnect.dbis.list.legend.headline
source: license:
de: Die Datenbank ist ...

# tx_libconnect.dbis.list.topdatabases
source: Top Databases
de: Top Datenbanken

# tx_libconnect.dbis.list.emptyResults
source: No results found. Please change the access.
de: Keine Einträge gefunden. Ändern Sie bitte die Zugangsart.

# tx_libconnect.dbis.miniform.link.sort
source: Sort
de: Sortierung

# tx_libconnect.dbis.miniform.listing_alph
source: List by Title
de: alphabetisch

# tx_libconnect.dbis.miniform.listing_subject
source: List by Subject
de: Fachübersicht

# tx_libconnect.dbis.miniform.listing_type
source: Database Type
de: nach Datenbanktyp

# tx_libconnect.dbis.miniform.new.all
source: New in DBIS
de: Neu in DBIS

# tx_libconnect.dbis.miniform.new.subject
source: New in your subject
de: Neu in Ihrem Fachgebiet

# tx_libconnect.dbis.miniform.search_header
source: Search For Databases
de: Suche nach Datenbanken

# tx_libconnect.dbis.miniform.search_link
source: Extended Search
de: Erweiterte Suche

# tx_libconnect.dbis.miniform.search_term
source: Search Term
de: Suchbegriff

# tx_libconnect.dbis.miniform.select_access
source: Choose Accesstype
de: Zugang wählen

# tx_libconnect.dbis.miniform.show_databases
source: Show Databases
de: Datenbanken anzeigen

# tx_libconnect.dbis.miniform.submit.search
source: Search
de: Suchen

# tx_libconnect.dbis.new.headline
source: New in DBIS
de: Neu in DBIS

# tx_libconnect.dbis.new.headline.subject
source: Subject
de: Fachgebiet

# tx_libconnect.dbis.new.hits
source: There are
de: Es gibt

# tx_libconnect.dbis.new.since
source: new entries since
de: neue Einträge seit dem

# tx_libconnect.dbis.overview.headline
source: Database information system
de: Datenbank-Infosystem

# tx_libconnect.dbis.search.criterion
source: You searched for:
de: Sie suchten nach folgenden Kriterien:

# tx_libconnect.dbis.search.hits
source: Hit(s) %s:
de: Die Suche ergab %s Treffer:

# tx_libconnect.dbis.search.licence
source: Access:
de: Die Datenbank ist ...

# tx_libconnect.dbis.search.results
source: Results of your search
de: Ergebnisse Ihrer Suche

# tx_libconnect.dbis.search.top_databases
source: Top Databases
de: Top Datenbanken

# tx_libconnect.ezb.articipants.categories
source: 2. categories:
de: 2. Kategorien:

# tx_libconnect.ezb.articipants.countries
source: 1. countries:
de: 1. Länder:

# tx_libconnect.ezb.articipants.infotext
source: With the following form you can change your institution view for displaying the related holdings information.
de: Folgende an der Elektronischen Zeitschriftenbibliothek beteiligten Einrichtungen bieten ihren Benutzern Zugriff auf die Volltexte der Zeitschrift.

# tx_libconnect.ezb.articipants.participants
source: 3. Choose your institution:
de: 3. Wählen Sie die Einrichtung aus:

# tx_libconnect.ezb.articipants.submit
source: Go to the choosed institution
de: Zur gewählten Einrichtung wechseln

# tx_libconnect.ezb.detail.appearence
source: Appearance
de: Form

# tx_libconnect.ezb.detail.access_conditions
source: Access conditions
de: Zugangsbedingungen

# tx_libconnect.ezb.detail.category
source: Category
de: Zeitschriftenkategorie(n)

# tx_libconnect.ezb.detail.costs
source: Costs
de: Kosten

# tx_libconnect.ezb.detail.error.h1
source: Error
de: Fehler

# tx_libconnect.ezb.detail.error.p1
source: An error occurred while requesting the journals.
de: Es ist ein Fehler bei der Anfrage der elektronische Zeitschrift aufgetreten.

# tx_libconnect.ezb.detail.error.p2
source: Maybe the selected journal doesn´t exist.
de: Möglicherweise ist die angefragte Zeitschrift nicht vorhanden.

# tx_libconnect.ezb.detail.fulltext.th
source: Fulltext
de: Volltext

# tx_libconnect.ezb.detail.in_period
source: in the period
de: im Zeitraum

# tx_libconnect.ezb.detail.license.th
source: Licensed Period
de: Lizenzierter Zeitraum

# tx_libconnect.ezb.detail.keywords_join
source: Tag(s)
de: Schlagwort(e)

# tx_libconnect.ezb.detail.movingwall.begin
source: available for
de: verfügbar für

# tx_libconnect.ezb.detail.movingwall.end.i.more
source: issues
de: Ausgaben

# tx_libconnect.ezb.detail.movingwall.end.i.one
source: issue
de: Ausgabe

# tx_libconnect.ezb.detail.movingwall.end.d.more
source: days
de: Tage

# tx_libconnect.ezb.detail.movingwall.end.d.one
source: day
de: Tag

# tx_libconnect.ezb.detail.movingwall.end.m.more
source: months
de: Monate

# tx_libconnect.ezb.detail.movingwall.end.m.one
source: month
de: Monat

# tx_libconnect.ezb.detail.movingwall.end.v.more
source: volumes
de: Bände

# tx_libconnect.ezb.detail.movingwall.end.v.one
source: volume
de: Band

# tx_libconnect.ezb.detail.movingwall.end.y.more
source: volumes
de: Jahrgänge

# tx_libconnect.ezb.detail.movingwall.end.y.one
source: volume
de: Jahrgang

# tx_libconnect.ezb.detail.movingwall.middle.one
source: the current
de: den aktuellen

# tx_libconnect.ezb.detail.movingwall.middle.one.i
source: the current
de: die aktuelle

# tx_libconnect.ezb.detail.movingwall.middle.one.v
source: the current
de: der aktuelle

# tx_libconnect.ezb.detail.movingwall.middle.more
source: the current
de: die aktuellen

# tx_libconnect.ezb.detail.movingwall.not
source: Not
de: Nicht

# tx_libconnect.ezb.detail.movingwall.yes
source: Only
de: Nur

# tx_libconnect.ezb.detail.participants
source: List of participate institutions which offer full access.
de: Liste der teilnehmenden Institutionen, die Volltextzugriff bieten.

# tx_libconnect.ezb.detail.period.a
source: Full Period
de: gesamter Zeitraum

# tx_libconnect.ezb.detail.period.homepage
source: Homepage of the journal
de: Homepage der Zeitschrift

# tx_libconnect.ezb.detail.period.rest
source: Remaining Periods
de: Restliche Zeiträume

# tx_libconnect.ezb.detail.price_type_annotation
source: Pricetype annotation
de: Preistyp Anmerkung

# tx_libconnect.ezb.detail.print.info
source: Informations of availability
de: Informationen zur Verfügbarkeit

# tx_libconnect.ezb.detail.print.location
source: Location
de: Standort

# tx_libconnect.ezb.detail.print.period
source: Inventory
de: Bestand

# tx_libconnect.ezb.detail.print.signature
source: Signature
de: Grundsignatur

# tx_libconnect.ezb.detail.print.source
source: Source
de: Quelle

# tx_libconnect.ezb.detail.print.yes
source: Print Available
de: im Druck vorhanden

# tx_libconnect.ezb.detail.publisher.th
source: Publisher
de: Verlag

# tx_libconnect.ezb.detail.publishing
source: Publishing
de: Publizieren

# tx_libconnect.ezb.detail.publishing.oafunding
source: OA funding
de: OA Finanzierung

# tx_libconnect.ezb.detail.publishing.oafunding.contact
source: Contact
de: Kontakt

# tx_libconnect.ezb.detail.publishing.oafunding.contact.website
source: Website
de: Webseite

# tx_libconnect.ezb.detail.publishing.doaj.apc
source: Article Processing Charge (APC)
de: Publikationsgebühren (APC)

# tx_libconnect.ezb.detail.publishing.doaj.apc_amount
source: Amount
de: Betrag

# tx_libconnect.ezb.detail.publishing.doaj.apc_information_url
source: APC information
de: APC Informationen

# tx_libconnect.ezb.detail.publishing.doaj.has_other_fees
source: Has other fees
de: andere Gebühren

# tx_libconnect.ezb.detail.publishing.doaj.doaj_seal
source: Doaj seal
de: Doaj Siegel

source: Languages in which the journal accepts manuscripts
de: akzeptierte Sprachen im Manuskript

# tx_libconnect.ezb.detail.publishing.doaj.journal_license
source: License
de: Lizenz

# tx_libconnect.ezb.detail.publishing.doaj.review_process_information_url
source: Information of review process
de: Informationen zum Prozess

# tx_libconnect.ezb.detail.publishing.doaj.journal_plagiarism_screening_policy
source: Plagiarism screening policy
de: Policy zur Plagiatsprüfung

# tx_libconnect.ezb.detail.publishing.doaj.plagiarism_information_url
source: Further informaton about plagiarism
de: Weitere Informationen über Plagiate

# tx_libconnect.ezb.detail.publishing.doaj.last_updated_date
source: last updated
de: zuletzt aktualisiert

source: Instructions for authors
de: Anweisungen für Autoren

source: Average number of weeks between article submission and publication
de: Durchschnittliche Dauer bis zur Publikation (in Wochen):

# tx_libconnect.ezb.detail.remarks
source: Comment
de: Bemerkung

# tx_libconnect.ezb.detail.result.th
source: Availability
de: Verfügbarkeit

# tx_libconnect.ezb.detail.since.th
source: Fulltext available since
de: Volltext online seit

# tx_libconnect.ezb.detail.subjects_join
source: Subject(s)
de: Fachgruppe(n)

# tx_libconnect.ezb.detail.title_history
source: Title history
de: Titelhistorie

# tx_libconnect.ezb.detail.untilthen.th
source: Fulltext available until
de: Volltext online bis

# tx_libconnect.ezb.detail.volume.td
source: Volume
de: Jg.

# tx_libconnect.ezb.detail.zdb.th
source: ZDB-ID
de: ZDB Nummer

# tx_libconnect.ezb.detail.oapolicy
source: Search publishers open access policy in SHERPA/RoMEO
de: Open Access Policy des Verlages in SHERPA/RoMEO suchen

# tx_libconnect.ezb.form.input.search
source: Search
de: Suchen

# tx_libconnect.ezb.form.label.access
source: Fulltext article are
de: Volltextartikel sind

# tx_libconnect.ezb.form.label.extsearchform
source: Extended search of journals
de: Erweiterte Suche nach Zeitschriften

# tx_libconnect.ezb.form.label.hits
source: Hits per page
de: Treffer pro Seite

# tx_libconnect.ezb.form.label.link
source: Link
de: Verknüpfung

# tx_libconnect.ezb.form.label.searchterm
source: Search term
de: Suchbegriff

# tx_libconnect.ezb.form.label.subject
source: Subject
de: Fachgebiete

# tx_libconnect.ezb.form.label.type
source: Type
de: Feldangabe

# tx_libconnect.ezb.form.legend.limit
source: Restrict search
de: Suche einschränken

# tx_libconnect.ezb.form.option.hits
source: all
de: alle

# tx_libconnect.ezb.legend.headline
source: Legend:
de: Legende:

# tx_libconnect.ezb.legend.icon.green
source: Free available
de: Frei zugänglich

# tx_libconnect.ezb.legend.icon.red
source: Free for your location. Partial only access to abstracts
de: Für Ihren Standort nicht freigeschaltet. Zum Teil bekommen Sie Zugriff auf Abstracts

# tx_libconnect.ezb.legend.icon.yellow
source: On campus network and member of the university external accessible
de: Im Campus-Netz sowie für Angehörige der Universität auch extern zugänglich

# tx_libconnect.ezb.legend.icon.yellow.red
source: Only a part of the volumes is accessible
de: Nur für einen Teil der erschienenen Jahrgänge zugänglich

# tx_libconnect.ezb.list.headline.alphabetical
source: EZB - List by Title
de: EZB - Alphabetische Auflistung

# tx_libconnect.ezb.list.headline.subject
source: EZB - List by subject
de: EZB - Auflistung nach Fachgebieten

# tx_libconnect.ezb.list.pages.article
source: Article list
de: Artikelliste

# tx_libconnect.ezb.list.pages.closed
source: closed
de: geschlossen

# tx_libconnect.ezb.list.pages.opened
source: open
de: offen

# tx_libconnect.ezb.miniform.link.allsubjects
source: Overview subjects
de: Übersicht Fachgebiete

# tx_libconnect.ezb.miniform.link.alphabetical
source: List by Title
de: alphabetisch

# tx_libconnect.ezb.miniform.link.extended_search
source: Advanced Search
de: Erweiterte Suche

# tx_libconnect.ezb.miniform.link.sort
source: Sort
de: Sortierung

# tx_libconnect.ezb.miniform.link.subject
source: List by subject
de: nach Fachgebieten

# tx_libconnect.ezb.miniform.new.all
source: New in EZB
de: Neu in der EZB

# tx_libconnect.ezb.miniform.new.subject
source: New in your Subject
de: Neu in Ihrem Fach

# tx_libconnect.ezb.miniform.searchform.headline
source: Search for journals
de: Suche nach Zeitschriften

# tx_libconnect.ezb.miniform.searchform.label
source: Name of the journalt
de: Name der Zeitschrift

# tx_libconnect.ezb.new.headline.alphabetical
source: New in EZB - alphabetical list
de: Neu in der EZB - Alphabetische Auflistung

# tx_libconnect.ezb.new.headline.subject
source: New in EZB - list of all subject
de: Neu in der EZB - Auflistung nach Fachgebieten

# tx_libconnect.ezb.new.hits
source: new entries:
de: neue Einträge:

# tx_libconnect.ezb.new.since
source: There are since
de: Es gibt seit dem

# tx_libconnect.ezb.overview.headline
source: Elektronische Zeitschriftenbibliothek (Electronic Journals Library)
de: Elektronische Zeitschriftenbibliothek

# tx_libconnect.ezb.search.all.hits
source: Search results:
de: Alle Treffer:

# tx_libconnect.ezb.search.criterion
source: You searched for:
de: Sie suchten nach folgenden Kriterien:

# tx_libconnect.ezb.search.headline
source: Hit(s)
de: Ergebnisse Ihrer Suche

# tx_libconnect.ezb.search.error.headline
source: An error occurred:
de: Bei der Suche ist ein Fehler aufgetreten:

# tx_libconnect.ezb.search.error.text
source: You searched without search terms and subject.
de: Sie haben keine Suchbegriffe eingegeben und kein Fachgebiet ausgewählt.

# tx_libconnect.ezb.search.proper.hits
source: Exactly hits:
de: Exakte Treffer:

# tx_libconnect.ezb.search.text.hits
source: %s hit(s):
de: Die Suche ergab %s Treffer:

# tx_libconnect_domain_model_subject.dbisid
source: Notation in DBIS
de: Notation im DBIS-System

# tx_libconnect_domain_model_subject.ezbnotation
source: Notation in EZB
de: Notation im EZB-System

# tx_libconnect_domain_model_subject.title
source: Name of subject
de: Name des Fachgebiets
